Repository: Lightgearlab/till-khatam-app
Catalog: lib/l10n/app_*.arb
Languages: es

# when_khatam
source: When do you intend to Khatam?
es: ¿Cuándo tienes la intención de Khatam?

# what_page
source: What page you are currently at?
es: ¿En qué página te encuentras actualmente?

# how_many
source: How many pages does your Quran have?
es: ¿Cuántas páginas tiene tu Corán?

source: cancel
es: cancelar

source: confirm
es: confirmar

# invite
source: Invite Friends
es: Invitar a amigos

# removedas
source: Remove Ads
es: Eliminar anuncios

source: Theme :
es: Tema :

source: Option!
es: ¡Opción!

source: help
es: ayuda

# set_date
source: set khatam date
es: establecer fecha de khatam

source: graph
es: gráfico

source: Edit
es: Editar

# warning_option
source: Please set your khatam deadline in Option
es: Por favor, establezca su fecha límite de khatam en Opción

# info1
source: Slow and steady is the best way to finish!
es: ¡Lento y constante es la mejor manera de terminar!

# info2
source: Take care of your tajweed! Better be slow than WRONG!
es: ¡Cuida tu tajweed! ¡Es mejor ser lento que equivocarse!

# info3
source: Istiqamah is the best practice!
es: ¡La istiqamah es la mejor práctica!

# info4
source: Read together to improve your reading!
es: ¡Lee juntos para mejorar tu lectura!

# help1
source: Press Edit button to update your pages!
es: ¡Presiona el botón Editar para actualizar tus páginas!

# help2
source: You can change your theme setting in Option!
es: ¡Puedes cambiar la configuración de tu tema en Opción!

# help3
source: Notify checkbox is used to quickly activate notification!
es: ¡La casilla de verificación de Notificación se utiliza para activar rápidamente la notificación!

# help4
source: Reset your deadline goal at Option button!
es: ¡Restablece tu objetivo de fecha límite en el botón Opción!

# help5
source: Please review us so that we can improve our app :D!
es: ¡Por favor, revísanos para que podamos mejorar nuestra aplicación :D!

# notification_time
source: Please Set Your Notification Time
es: Por favor, establezca su hora de notificación

# days_deadline
source: days left till deadline!
es: días restantes hasta la fecha límite!

source: Today is
es: Hoy es

# ack
source: Ack! Hiya! Press Help for additional info
es: ¡Reconocimiento! ¡Hola! Presiona Ayuda para obtener información adicional

# days_until
source: days left until
es: días restantes hasta

source: Deadline met ->
es: Fecha límite cumplida ->

# nearly_finished
source: You're nearly finished! Keep it up!
es: ¡Estás casi terminado! ¡Sigue así!

# alhamdulillah_khatam
source: Alhamdulillah! You managed to continue Till Khatam!
es: ¡Alhamdulillah! ¡Lograste continuar hasta Khatam!

# alquran_companion
source: AlQuran is your best Companion!
es: ¡AlQuran es tu mejor compañero!

source: Page
es: Página

source: over
es: sobre

# nice
source: Nice! Keep it up!
es: ¡Bien hecho! ¡Sigue así!

# you_have
source: You have to read
es: Tienes que leer

# page_per
source: page/s per day
es: página/s por día

source: till khatam
es: hasta khatam

# page_salah
source: page/s per Salah
es: página/s por Salah

source: page left
es: página restante

source: Notify Me!
es: ¡Notificarme!

source: Notify me everyday at
es: Notificarme todos los días a

source: set time
es: establecer hora

# notification_set
source: notification set at
es: notificación establecida en

# notification_disable
source: notification disabled
es: notificación desactivada

# choose_date
source: Please choose a Date!
es: ¡Por favor, elija una fecha!

# thanks_download
source: Thanks for downloading Till Khatam!
es: ¡Gracias por descargar Till Khatam!

# review
source: Don't forget to give us a review! :D
es: ¡No olvides darnos una reseña! :D

# thank_support
source: Thank you for supporting us!
es: ¡Gracias por apoyarnos!

# failed_buy
source: Failed to purchase. Please try again
es: Error al comprar. Por favor, inténtalo de nuevo

source: Awesome!
es: ¡Increíble!

# change_page_date
source: Change page and date :
es: Cambiar página y fecha:

# im_at
source: I'm currently at page
es: Actualmente estoy en la página

source: I've read . .
es: He leído . .

# page_today
source: pages today
es: páginas hoy

# im_currently
source: I'm currently at
es: Actualmente estoy en

# ayah_num
source: at ayah num
es: en el número de ayah
